{
    "1": {
        "text": "Refonte de la boutique",
        "author": "674991000837423115"
    },
    "2": {
        "text": "Ajouter un plugin permettant de gérer des \"minions\"",
        "author": "225980412961226754"
    },
    "3": {
        "text": "Quelle direction doit prendre le serveur Survie actuelle ? 100% survie? Semi-RP?\nQuels seraient les objectifs à atteindre ?\n\nAvant tout, le gameplay aventure du Survie est boosté par une map custom (avec structures/villages) et des avancements bien plus nombreux.\nLe gameplay RP est assuré par l'économie, les shops et les métiers en place.\n\nQuelle est donc la prochaine mise à jour pouvant rajouter du contenu au Survie?",
        "author": "192635336462041089"
    },
    "4": {
        "text": "Des nouveaux plugins pour la survie (immersion, décoration, etc)? Existant ou non",
        "author": "209392112914006016"
    },
    "5": {
        "text": "Suppression du RTP lorsque l'on possède un Land.\n\nLe problème du RTP est qu'il génère des chunks et parfois à de nombreuses reprises si certains en abusent. Précédemment nous avons tenté d'augmenter le prix de celui-ci au fur et à mesure des rôles.\nUne autre solution est à étudier, celle d'empecher les joueurs de l'utiliser. On peut l'autoriser pour les nouveaux (qui ne sont pas encore installé à un endroit précis) afin d'explorer mais à partir du moment où le joueur possède un Lands on ne lui autorise plus la commande.",
        "author": "192635336462041089"
    },
    "6": {
        "text": "Ajouter un rôle via le bot d'azod participant d'évent, comme ça les joueurs souhaitant être mentionner lors d'un évent, ont juste à prendre le rôle",
        "author": "351333156403675137"
    },
    "7": {
        "text": "Si ce n'est pas encore fait, baisser la render distance des chunks, ça évitera qu'un joueur charge trop de chunk à la fois et je pense que ça fera un vrai gain de tps.",
        "author": "419471217930665994"
    },
    "8": {
        "text": "Selon vous est-il nécessaire de changer le système de recrutement ? Je trouve que le procédure Forum est un peu lourde, et en même temps elle permet d'avoir pas mal d'info... Est-ce qu'on ne pourrait pas se contenter d'une présentation complète dans <#614483714273181696>  ? Restes à savoir comment et auprès de qui ces demandes doivent-elles être formulé ? Via channel Discord ? Via un membre du staff ?\n\nA savoir que Watson44 est intéressé à piloter des projets en tant que builder et Gwan (amoureux d'oka) se trouve finalement être un excellent sysadmin qui pourrait m'alléger  d'une bonne charge de travaille ! Que pensez-vous de ces 2 là déjà et de la procédure de recrutement ?",
        "author": "192635336462041089"
    },
    "9": {
        "text": "augmenté la limite de bloc possable",
        "author": "674991000837423115"
    },
    "10": {
        "text": "Vendre de temps en temps des tableaux très chère un peu comme celui d'Isaorya, mais de manière unique à un genre d'enchère, ces tableaux peuvent être réalisé très simplement via ce genre de plugin : https://www.spigotmc.org/resources/imageonmap.26585/\nCela permettrais d'ajouter un accessoire de décoration supplémentaire.",
        "author": "351333156403675137"
    },
    "11": {
        "text": "plus de perm pour les guides pour aider les'modo",
        "author": "674991000836423115"
    },
    "12": {
        "text": "des ajouts pour le bot discord?",
        "author": "209392112914006016"
    },
    "13": {
        "text": "Voici un Draft de ce que pourrait-être le prochain rôle Responsable Staff qui sera occupé par <@!414102115301064706> dés la validation de l'ensemble de l'équipe !\n\nIl s'agit ici que de l'image que je me fais des missions d'un RS. Et comme je l'ai indiqué, celui-ci est voué à s'adapter et se modifié durant tout le déroulement du projet.\nPour résumer, il s'agirait d'un gestionnaire d'équipe qui serait là pour s'occuper de toute la partie administrative (recrutement, validation candidature, formation, etc...) mais aussi de recadrer et définir les missions de chacun d'entre nous dans le rôle que nous occupons.\n\nLe draft : https://docs.google.com/document/d/1s9FK3yPizsarex5VA-0L5ADGOvd5gK1HGbjqmV7O8F4/edit?usp=sharing",
        "author": "192635336462041089"
    },
    "14": {
        "text": "Besoin d'un Community Manager ? On ne parle pas de gérer un simple réseau social mais plutot d'animer la communauté, de faire passer les informations primordiales quel l'on a pas forcément idée de faire dans nos rôles distinctifs. Je pense qu'il y a vraiment un besoin par rapport à ce rôle de créer un lien direct entre la communauté et l'équipe afin de rendre le plus transparent nos actions.",
        "author": "192635336462041089"
    },
    "15": {
        "text": "Mise à jour du règlement staff",
        "author": "414102115301064706"
    },
    "actual": 16
}